; File Joiner (www.igorware.com/file-joiner)

[translation]
vers=2.3.0
laid=0x0416
lang=Português, Brasil (Portuguese)
name=ashramkun (ashramkun@hotmail.com)
date=2014-08-20

[controls]
000=Automático
001=Adicionar &Arquivos
002=Adicionar Pasta
003=&Remover
004=Remover Tudo
005=Procurar
006=Anexar ao primeiro arquivo da lista (só para usuários avançados!)
007=Hash
008=Limpar
009=Quando acabar:
010=abrir o arquivo
011=abrir a pasta de destino
012=apagar as partes
013=sair

[about]
000=Cerca de %s
001=OK

[list_column]
000=Caminho
001=Tamanho
002=Status

[list_status_cat]
000=OK
001=Aviso
002=Erro

[list_status]
000=OK
001=Aviso: número ordinal inesperado 
002=Aviso: tamanho do arquivo não coincide com o primeiro
003=Aviso: tamanho do último arquivo é maior que os anteriores
004=Erro: arquivo não pode ser aberto para escrita!
005=Erro: arquivo não pode ser aberto para leitura!

[list_tooltip]
000=Lista de arquivos de entrada
001=Caminho:\t %s\r\nSize:\t %s\r\nOrdinal:\t %d\r\nStatus:\t %s

[join_button]
000=&Parar
001=&Unir

[settings]
000=Configurações
001=Testes
002=Testar &partes perdidas ao carregar
003=Testar o tamanho das partes ao carregar
004=Procurar por partes perdidas
005=Verificar consistência do tamanho das partes
006=Lista de arquivos
007=&Ordenar utilizando só ultimo número (+rápido)
008=&Remover todos os arquivos após Unir
009=Desativar carregar automáticamente
010=Incluir sub-&pastas
011=Geral
012=Memorizar posição da janela
013=Usar Lixeira quando &apagar partes
014=Caminho de saída padrão
015=Mesma pasta de entrada
016=Escolher caminho
017=Salvar
018=Cancelar
019=Checar nova versão ao iniciar

[menu]
000=&Opções
001=Sempre no &topo\tCtrl + T
002=Associar arquivos .001
003=Desativar &hash
004=&Remover todos os arquivos após Unir
005=&Configurações

006=&Idioma

007=&Ajuda
008=Ajuda &Online
009=&Webpage
010=&Sobre
011=Procurar &Atualizações

[menu_popup]
000=Abrir pasta &do arquivo
001=&Lista de Importação
002=&Lista de Exportação
003=&Remover
004=Remover tudo

[messages]
001=Não foi possível unir :(
002=Ainda não finalizado, quer mesmo sair? (não recomendado)
003=Pronto
004=Unindo...
005=Em progresso!
006=Arquivos unidos com sucesso!

007=Existe apenas 1 arquivo na lista!
008=Você não escolheu nenhum arquivo para mover!
009=Lista está vazia, não existem arquivos para unir!
010=Arquivo não pode ser aberto!
011=O arquivo de saída escolhido não pode ser criado!
012=Gravação falhou! Pouco espaço em disco?
013=Arquivos adicionados: %d
014=Arquivos carregados automaticamente: %d
015=Arquivo de saída já existe. Deseja substituir esse arquivo?
016=Caminho do arquivo de saída não foi especificado!

017=Testar por Partes faltantes 
018=Parece que está faltando %d parte(s) com o ordinal(s): %s.
019=Parece que está faltando mais do que %d partes com ordinais: %s.
020=Testar tamanho das partes
021=Parece que %d parte(s) tem um tamanho diferente da primeira parte, isto pode significar que essas partes estão corrompidas ou não pertencem ao mesmo grupo. Ordinal(s) de parte(s) com tamanho diferente: %s.
022=Parece que a última parte não tem um tamanho de arquivo menor, o que pode significar que lhe falta a última parte, no entanto pode não ser necessariamente verdade.
023=\n\nTem a certeza de que deseja continuar com a operação de união?
024=Caminho personalizado: "%s"
025=-Saída

[tooltips]
000=* APENAS PARA USUÁRIOS AVANÇADOS *\r\nAssociar todos os arquivos ao primeiro da lista.\r\nGanha velocidade, mas é ruim se você se enganar com a ordem da lista.
001=Mover arquivos(s) selecionado(s) para cima
002=Mover arquivos(s) selecionado(s) para baixo
003=Caminho onde o arquivo de saída vai ser guardado
004=Procurar um local para salvar o arquivo de saída
005=Unir os arquivos
006=Status
007=Adicionar arquivos
008=Adicionar todos os arquivos da pasta
009=Remover todos os itens selecionados
010=Remover todos os itens
011=Ordenar os arquivos
012=Alternar ordenamento automático
013=CRC32 hash
014=Alternar cálculo de CRC32 hash
015=MD5 hash
016=Alternar cálculo de of MD5 hash
017=Limpar os valores da hash
018=Apagar todas as partes quando terminar (apenas após sucesso na união)
019=Sair quando terminar (apenas após sucesso na união)
020=Abrir arquivo de saída quando terminar (apenas após sucesso na união)
021=Abrir pasta de saída quando terminar (apenas após sucesso na união)

[updater]
000=File Joiner %s (%s) está disponível. Deseja abrir a página de download?
001=Já possui a última versão.
002=Não foi possível checar por nova versão.
